Repository: chaynik-po-zhizni/linux_app_dev2025
Catalog: 11_Documenting/po/*.po
Languages: ru

source: The program does not accept positional arguments
ru: Программа не принимает позиционные аргументы

source: Numbers guesser.
ru: Угадыватель чисел

source: Usage:
ru: Использование:

source: Give this help list
ru: Выдать эту информацию

source: Give a short usage message
ru: Выдать короткое сообщение об использование

source: Print program version
ru: Напечатать версию программы

source: Use roman numbers
ru: Использовать римские цифры

source: Use extended guessing range numbers
ru: Использовать расширенный диапазон чисел

source: Error: inappropriate boundaries for using Roman numbers
ru: Ошибка: неподходящие границы для использования римских цифр

source: Error: inappropriate boundaries
ru: Ошибка: неподходящие границы

source: Think of a number between %s and
ru: Задумайте число между %s и

source: Is your number greater than %s? (Yes/No)
ru: Ваше число больше чем %s? (Да/Нет)

source: Error: failed getline
ru: Ошибка: getline завершилась с ошибкой

source: Yes
ru: Да

source: Y
ru: Д

source: yes
ru: да

source: y
ru: д

source: No
ru: Нет

source: N
ru: Н

source: no
ru: нет

source: n
ru: н

source: Error: please answer 'Yes' or 'No'
ru: Ошибка: пожалуйста, ответьте 'Да' или 'Нет'

source: Your number is %s!
ru: Ваше число это %s!
