Repository: chaynik-po-zhizni/linux_app_dev2025
Catalog: 08_I18n/po/*.po
Languages: ru

source: Think of a number between 1 and 100
ru: Задумайте число от 1 до 100

source: Is your number greater than %d? (Yes/No)
ru: Задуманное Вами число больше чем %d (Да/Нет)

source: Error: failed getline
ru: Ошибка: функция getline не смогла считать ввод

source: Yes
ru: Да

source: Y
ru: Д

source: yes
ru: да

source: y
ru: д

source: No
ru: Нет

source: N
ru: Н

source: no
ru: нет

source: n
ru: н

source: Error: please answer 'Yes' or 'No'
ru: Ошибка: возможные ответы только 'Да' или 'Нет'

source: Your number is %d!
ru: Задуманное Вами число это %d!
